Repository: ammarfarha/real_estate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Unsupported File Type
ar: صيغة الملف غير مدعومة

source: Yes
ar: نعم

source: No
ar: لا

source: You have to enter an official email address
ar: يجب عليك إدخال عنوان إلكتروني رسمي

source: You have to enter a company name
ar: يجب إدخال اسم الشركة

source: You have to enter a your company commercial license
ar: يجب رفع السجل التجاري للشركة

source: You are not a company
ar: ليس لديك شركة

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Birth Date
ar: تاريخ الميلاد

source: Phone Number
ar: رقم الهاتف

source: Mobile Number
ar: رقم الجوال

source: Country
ar: البلدة

source: Gender
ar: الجنس

source: City
ar: المدينة

source: Full Address
ar: العنوان الكامل

source: Client Photo
ar: صورة العميل

source: Client
ar: العميل

source: Are you a Company?
ar: هل انت شركة؟

source: Company Name
ar: اسم الشركة

source: Company Website
ar: الربط الإلكتروني للشركة

source: Trade Record
ar: السجل التجاري

source: Developer
ar: المطور

source: congratulations, You have been successfully registered
ar: تهانينا, تم التسجيل بنجاح

source: Create New Client
ar: انشاء عميل جديد

source: congratulations, You have been successfully registered, You will receive a message that your account has been activated
ar: تهانينا، تم التسجبل بنجاح , ستصلك رسالة تغعيل الحساب في أقرب وقت

source: Create New Developer
ar: إنشاء مطور جديد

source: Password Have been Rest Successfully
ar: تم إعادة تعيين كلمة المرور بنجاح

source: Your Profile Updated Successfully.
ar: تم تحديث المعلومات الشخصية بنجاح.

source: Update Client Profile
ar: تحديث المعلومات الشخصية للعميل

source: Update
ar: تحديث

source: Update Developer Profile
ar: تحديث المعلومات الشخصية للمطور

source: Full Name
ar: الاسم الكامل

source: Card Code
ar: رمز البطاقة

source: For Account Number
ar: لحساب رقم

source: Price Of Subscribe
ar: ثمن الإشتراك

source: Type
ar: النوع

source: Status
ar: الحالة

source: Project Title
ar: عنوان المشروع

source: Commercial
ar: تجاري

source: Residential
ar: سكني

source: Industrial
ar: صناعي

source: Special Purpose
ar: مشروع خاص

source: Lands
ar: أراضي

source: Initial
ar: مبدئي

source: Under Construction
ar: قيد الإنشاء

source: Done
ar: تم

source: Ready To Use
ar: متوفر للإستخدام

source: Project Name
ar: اسم المشروع

source: Summary
ar: الوصف العام للمشروع

source: Project
ar: المشروع

source: Subscription Date
ar: تاريخ الاشتراك

source: Referral User
ar: الوسيط

source: Title
ar: العنوان

source: Main Phase
ar: المرحلة الرئيسية

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تارخ الانتهاء

source: Actual Completion Date
ar: تاريخ الانتهاء المتوقع

source: Sub Phase Update
ar: تحديث المرحلة الفرعية

source: Update Date
ar: تاريخ التحديث

source: Update Description
ar: تحديث الوصف

source: Update Sun Phase
ar: تحديث المرحلة الفرعية

source: Attachment
ar: إرفاق ملف

source: All Projects
ar: كل المشاريع

source: My Projects
ar: مشاريعي

source: My Subscriptions
ar: مشاريع مشترك يها

source: Your project have been added successfully
ar: تم إضافة المشروع بنجاح

source: Add Project
ar: إضافة مشروع

source: Display Project
ar: عرض المشروع

source: Your Project Have Been Updated Successfully
ar: تم تحديث المشروع بنجاح

source: Project {project} Basic Info
ar: لمشروع {project} المعلومات الرئيسية

source: Your Image Has been Uploaded Successfully
ar: تم رفع الصورة بنجاح

source: Project {project} Images
ar: المشروع{project} صور

source: Your File Has been Uploaded Successfully
ar: تم رفع الملف بنجاح

source: Project {project} Main-Phases
ar: المراحل الأساسية لمشروع {project}

source: Main phase was added successfully
ar: تم إضافة المرحلة الرئيسية بنجاح

source: Main phase was updated successfully
ar: تم تحديث المرحلة الرئيسية بنجاح

source: Project {project} Sub-Phases
ar: المراحل الفرعية لمشروع {project}

source: Sub-phase was added successfully
ar: تم إضافة المرحلة الفرعية بنجاح

source: Sub-phase was updated successfully
ar: تم تحديث المرحلة الفرعية بنجاح

source: Your Project Have Been Deleted Successfully
ar: تم حذف المشروع الخاص بك بنجاح

source: Your Subscription Added Successfully
ar: تم إضافة الإشتراك الخاص بك بنجاح

source: Add Update Successfully
ar: تم التحديث بنجاح

source: Arabic
ar: عربي

source: Sign In
ar: تسجيل الدخول

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ar: سجيل الدخول عن طريق of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:

source: or
ar: أو

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ar: اذا لم تكن تملك حساب بعد ، قم <a href="%(signup_url)s">بالتسجيل</a> أولا.

source: Change Password
ar: تغيير كلمة المرور

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Signup
ar: تسجيل الخروج

source: Sign Up
ar: اشتراك

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ar: لديك حساب مسبقاً ؟ تسجيل الدخول<a href="%(login_url)s">تسجيل الدخول</a>.

source: Add New Project
ar: إضافة مشروع جديد

source: Basic Information
ar: المعلومات الأساسية

source: Save
ar: حفظ

source: Delete
ar: حذف

source: You are going to delete
ar: هل تريد الحذف بالتأكيد

source: Are You sure
ar: هل أنت متأكد

source: Cancel
ar: إلغاء

source: Forget Password
ar: نسيت الباسوورد

source: Send
ar: إرسال

source: Forgot Password or Username
ar: هل نسيت كلمة المررو أو اسم المستخدم

source: already have Account
ar: لديك حساب مسبقاً

source: Search what you are looking for...
ar: ابحث حول ماتريده...

source: We have listed over 100000+ property in our database
ar: لدينا أكثر من 100000+مشروع ضمن نظام العقارات

source: Property Types
ar: نوع المشروع

source: House
ar: منزل

source: Office
ar: مكتب

source: Appartment
ar: شقة سكنية

source: Condos
ar: شقق سكنية

source: Villa
ar: فيلا

source: Small Family
ar: عائلة صغيرة

source: Single Room
ar: غرقة مفردة

source: Search
ar: بحث

source: About This System
ar: حول نظام العقارات

source: The Real Estate System develops and invests in the high-quality real estate, projects and companies that make up the urban fabric of dynamic cities around the world. It does so responsibly, with the goal of creating long-term performance. commit By creating living spaces that enhance the well-being of people and communities, while reducing their environmental footprint.
ar: يطور نظام العقارات ويستثمر في العقارات والمشاريع والشركات عالية الجودة التي تشكل النسيج الحضري للمدن الديناميكية حول العالم. إنه يفعل ذلك بمسؤولية ، بهدف إنشاء أداء طويل الأجل. الالتزام من خلال إنشاء مساحات معيشية تعزز رفاهية الناس والمجتمعات ، مع تقليل بصمتهم البيئية.

source: Mission & Vision
ar: المهمة والرؤية

source: We redefined the traditional model by building specialized departments ready to give clients unparalleled expertise and a positive experience.
ar: أعدنا تعريف النموذج التقليدي من خلال بناء أقسام متخصصة جاهزة لمنح العملاء خبرة لا مثيل لها وتجربة إيجابية

source: Mission
ar: المهمة

source: We are dedicated to providing world-class service and market-leading expertise to our clients. We are passionate about providing the extra value that others simply will not. Fanatical integrity and consistently impressive results will be the signature of our service. We will succeed because we will not let our clients fail.
ar: نحن ملتزمون بتقديم خدمة ذات مستوى عالمي وخبرة رائدة في السوق لعملائنا. نحن متحمسون لتقديم القيمة الإضافية التي لن يفعلها الآخرون. ستكون النزاهة المتعصبة والنتائج المثيرة للإعجاب دائمًا توقيع خدمتنا. سننجح لأننا لن ندع عملائنا يفشلون

source: Delivering the dream of home ownership everywhere.because owning real estate provides security, safety and opportunity for individuals. The technology we build helps real estate agents become more efficient at their job and find more customers to deliver on that mission.
ar: تحقيق حلم ملكية المنزل في كل مكان. لأن امتلاك العقارات يوفر الأمن والأمان والفرصة للأفراد. تساعد التكنولوجيا التي نبنيها وكلاء العقارات على أن يصبحوا أكثر كفاءة في وظائفهم ويجدون المزيد من العملاء للوفاء بهذه المهمة.

source: Our agents sell homes. They build relationships. They problem-solve. They discover neighbourhoods. values and the newest, hottest listings. They make sure our clients don’t buy the wrong home.
ar: وكلاؤنا يبيعون المنازل. يبنون العلاقات. إنهم يحلون المشكلة. يكتشفون الأحياء. القيم وأحدث وأهم القوائم. إنهم يتأكدون من أن عملائنا لا يشترون المنزل الخطأ.

source: Vision
ar: الرؤية

source: We want to win at what we do, and we do all we can to help our customers, agents and employees build wealth. We love to work with people who are passionate about working hard and also giving back to their communities in a big way.
ar: نريد أن نفوز بما نقوم به ، ونبذل قصارى جهدنا لمساعدة عملائنا ووكلائنا وموظفينا على بناء الثروة. نحن نحب العمل مع الأشخاص المتحمسين للعمل الجاد وأيضًا رد الجميل لمجتمعاتهم بطريقة كبيرة.

source: We will be #1 in each of five categories: residential real estate, development/investments, mortgage, title, and insurance.
ar: سنكون رقم 1# في كل فئة من الفئات الخمس: العقارات السكنية ، والتطوير / الاستثمارات ، والرهن العقاري ، والملكية ، والتأمين. نحن نؤمن بأن النزاهة والعمل الجماعي والشغف والمساءلة وعقلية التعلم هي المبادئ الأساسية للنجاح الحقيقي.

source: Recent Projects
ar: أحدث المشاريع

source: There Are No Projects
ar: لا يوجد مشاريع بعد

source: WHY SHOULD YOU JOIN US ?
ar: لماذا يجب أن تنضم إلينا؟

source: Register
ar: تسجيل

source: Our Partners
ar: شركاؤنا

source: Get In Touch
ar: ابقى على تواصل

source: Contact us for the latest news about real estate
ar: اتصل بنا للحصول على آخر الأخبار حول العقارات

source: Office Address
ar: العنوان

source: Saudi Arabia, Eastern Province, King Street
ar: السعودية، المنطقة الشرقية ، شارع الملك

source: Contact Number
ar: الاتصال

source: Email Address
ar: البريد الإلكتروني

source: Career Info
ar: معلومات مهمة

source: For details of projects and developers,please email us:
ar: للحصول على تفاصيل المشاريع والمطورين، يرجى مراسلتنا

source: Send Message
ar: إرسال رسالة

source: Your Email
ar: بريدك الإلكتروني

source: Subject
ar: موضوع الرسالة

source: Message
ar: الرسالة

source: User Login
ar: تسجيل الدخول

source: Login
ar: دخول

source: Create Client Account
ar: إنشاء حساب عميل

source: Create Developer Account
ar: إنشاء حساب مطور

source: Home
ar: الرئيسية

source: About This System
ar: حول نظام العقارات

source: Contact
ar: للتواصل معنا

source: Subscriptions
ar: الإشتراكات

source: My Profile
ar: الصفحة الشخصية

source: Logout
ar: خروج

source: Contact Info
ar: معلومات التواصل

source: Quick Links
ar: روابط سريعة

source: Our Services
ar: خدماتنا

source: Investment Solution
ar: حل الاستثمار

source: requenly Ask Question
ar: اسأل سؤالاً

source: ow It Work
ar: كيف يعمل

source: Appointment
ar: موعد

source: Register Now
ar: اشترك الآن

source: All right reserved
ar: جميع الحقوق محفوظة

source: Privacy & Policy
ar: سياسة الخصوصية

source: Site Map
ar: خريطة الموقع

source: Scroll to top
ar: انتقل إلى الأعلى

source: Name
ar: الاسم

source: Current Status
ar: الحالة الحالية

source: Area
ar: المساحة

source: There Are No Projects Added By You!
ar: لم يتم إضافة أي من المشاريع بعد!

source: Add New Main Phase
ar: إضافة مرحلة رئيسية جديدة

source: Add Update
ar: إضافة تحديث

source: Posted On
ar: نشر بتاريخ

source: There are no updates
ar: لايوجد تحديثات بعد

source: Projects
ar: المشاريع

source: Your Name
ar: اسمك

source: Invit a Friend
ar: دعوة الأصدقاء

source: Description
ar: الوصف

source: Project Summary
ar: لمحة عامة حول المشروع

source: Property Id
ar: رقم المشروع

source: Property Type
ar: نوع المشروع

source: Address
ar: العنوان

source: Developer Name
ar: اسم المطور

source: Location
ar: الموقع

source: Project Status
ar: حالة المشروع

source: Project Phases
ar: مراحل المشروع

source: There is no information at this stage yet !
ar: لا يوجد معلومات في هذه المرحلة بعد!

source: Sorry! this information is only available to people who subscribe to the real estate system, if you want to follow it you have to subscribe
ar: عذراً! هذه المعلومات متاحة فقط للأشخاص المشتركين في النظام العقاري ، إذا كنت ترغب في متابعتها فعليك الاشتراك

source: Subscribe
ar: اشتراك

source: Upload Image
ar: رفع صورة

source: Current Phases
ar: المراحل الحالية

source: Edit
ar: تعديل

source: Submit
ar: تسجيل

source: Main Phases
ar: المراحل الرئيسية للمشروع

source: Action
ar: إجراء

source: Add New Phase
ar: أضافة مرحلة جديدة

source: Phase
ar: المرحلة

source: Finish Date
ar: تاريخ الانتهاء

source: Completion Date
ar: موعد اكتمال المشروع

source: No Sub-phases added here yet. Use the form below to add them
ar: لم يتم إضافة مراحل فرعية بعد ، قم بتعبئة النموذج لإنشاء مرحلة فرعية

source: Project Basic Info
ar: معلومات أساسية حول المشروع

source: Project Images
ar: صور عن المشروع

source: Project Main Phases
ar: المراحل الرئيسية للمشروع

source: Project Sub-Phases
ar: المراحل الفرعية للمشروع

source: Projects List
ar: قائمة المشاريع

source: Business
ar: أعمال

source: More Details
ar: المزيد من التفاصيل

source: You currently have NO subscriptions. Navigate to our projects list to subscribe to a project of your choice
ar: ليس لديك حاليا اشتراكات. انتقل إلى قائمة مشاريعنا للاشتراك في مشروع من اختيارك

source: For Rent
ar: للإيجار

source: Featured
ar: لاحقاً

source: ( 100 People Recommended )
ar: (100 شخص موصى به)

source: Regular Fit
ar: تناسب منتظم

source: Full sleeves
ar: أكمام كاملة

source: Machine wash, tumble dry
ar: غسيل آلي ، تجفيف آلي

source: 2 Month Ago
ar: منذ شهرين 2

source: Already Have An Account
ar: لديك حساب مسبقاً

source: You Are All ready Subcribed
ar: أنت بالفعل مشترك

source: Back
ar: عودة

source: Previous Page
ar: الصفحة السابقة

source: Next Page
ar: الصفحة التالية
